<?php
return [
    'Passwords mismatch' => 'Указанные пароли не совпадают',
    'Access denied' => 'Запрашиваемая страница доступна только зарегистрированных пользователей. Воспользуйтесь формой авторизации для входа на сайт или зарегистрируйтесь.',
    'Wrong access' => 'Ошибка доступа к данным или неверный запрос.',
    'Wrong email hash' => 'Устаревший или неверный код смены e-mail. Для повторной операции воспользуйтесь формой смены e-mail.',
    'Wrong password' => 'Неверный пароль',
    'Error code {code}' => 'Ошибка #{code}',
    'Error 404' => 'Запрашиваемая Вами страница не существует. Извините, может мы что-то удалили или переместили.',
    'Error 403' => 'Запрашиваемая страница доступна только зарегистрированных пользователей. Воспользуйтесь формой авторизации для входа на сайт или зарегистрируйтесь.',
    'Error occurred while adding comparison' => 'Произошла ошибка добавления сравнения. Попробуйте повторить попытку позже.',
    'Manufacturer not found' => 'Произодитель не найден',
    'Data not found' => 'Информация не найдена',

	'User with the same username as in {client} account already exists.' => 'Пользователь с таким логином как в учетной записи {client} уже существует, но не привязан. Войдите используя логин и привяжите ее.',
	'User with the same email as in {client} account already exists.' => 'Пользователь с таким e-mail как в учетной записи {client} уже существует, но не привязан. Войдите используя логин и привяжите ее.',
	'Unable to link {client} account. There is another user using it.' => 'Невозможно привязать учетную запись {client}. Другой пользователь уже использует ее.'
];